Repository: taskflower/thecontext
Catalog: src/locales/*.po
Languages: pl

source: {documentCount} documents stored
pl: Przechowywanych {documentCount} dokumentów

source: {documentCount} of {0} documents
pl: {documentCount} z {0} dokumentów

source: <0>Data Isolation:</0> Each work cycle generates unique document identifiers.
pl: <0>Izolacja danych:</0> Każdy cykl pracy generuje unikalne identyfikatory dokumentów.

source: <0>Process Automation:</0> Integration with APIs and LLM plugins automates key stages of document creation.
pl: <0>Automatyzacja procesów:</0> Integracja z API oraz wtyczkami LLM automatyzuje kluczowe etapy tworzenia dokumentów.

source: <0>Task Tracking:</0> All tasks are linked to their respective documents, enabling easy tracking.
pl: <0>Śledzenie zadań:</0> Wszystkie zadania są powiązane z odpowiednimi dokumentami, co umożliwia ich łatwe monitorowanie.

source: A key aspect of our system is maintaining order and separation of documents across different work cycles. This ensures that even when processes are run multiple times, documents from different cycles do not mix, providing clarity and ease of management.
pl: Kluczowym aspektem naszego systemu jest utrzymanie porządku oraz separacja dokumentów pomiędzy różnymi cyklami pracy. Dzięki temu, nawet gdy procesy są uruchamiane wielokrotnie, dokumenty z różnych cykli nie mieszają się, co zapewnia przejrzystość i łatwość zarządzania.

source: Admin Panel
pl: Panel administracyjny

source: AI Agents & Learning
pl: Agenci AI i nauka

source: AI Workflow Management
pl: Zarządzanie przepływem pracy AI

source: All
pl: Wszystkie

source: All Documents
pl: Wszystkie dokumenty

source: Are you sure you want to delete this document?
pl: Czy na pewno chcesz usunąć ten dokument?

source: Are you sure?
pl: Czy na pewno?

source: Automated Curriculum Development Process
pl: Zautomatyzowany proces opracowywania programu nauczania

source: Automated Document Creation
pl: Automatyczne tworzenie dokumentów

source: Automatically analyze and extract insights from your documents - websites, PDFs, and spreadsheets.
pl: Automatycznie analizuj i wyciągaj wnioski z dokumentów – stron internetowych, plików PDF i arkuszy kalkulacyjnych.

source: Available tokens: {0}
pl: Dostępne tokeny: {0}

source: Back
pl: Wstecz

source: Back to Containers
pl: Powrót do kontenerów

source: Back to list of tasks templates
pl: Powrót do listy szablonów zadań

source: Business Case Templates
pl: Szablony business case'ów

source: Cancel
pl: Anuluj

source: Close Preview
pl: Zamknij podgląd

source: Collection status
pl: Status kolekcji

source: Competitive Analysis and Marketing Strategy
pl: Analiza konkurencji i strategia marketingowa

source: Contact Us
pl: Skontaktuj się z nami

source: Container
pl: Kontener

source: Container description
pl: Opis kontenera

source: Container Details
pl: Szczegóły kontenera

source: Container name
pl: Nazwa kontenera

source: Container not found
pl: Nie znaleziono kontenera

source: Content
pl: Treść

source: Content Preview
pl: Podgląd treści

source: Convert any business scenario into an automated workflow with pre-built or custom templates.
pl: Przekształć dowolny scenariusz biznesowy w zautomatyzowany przepływ pracy, korzystając z gotowych lub niestandardowych szablonów.

source: Core Features
pl: Kluczowe funkcje

source: Create a new document
pl: Utwórz nowy dokument

source: Create a new document container
pl: Utwórz nowy kontener dokumentów

source: Create a new task template
pl: Utwórz nowy szablon zadania

source: Create Container
pl: Utwórz kontener

source: Create Document
pl: Utwórz dokument

source: Create your first container to get started.
pl: Aby rozpocząć, utwórz swój pierwszy kontener.

source: Create Your Workflow
pl: Utwórz swój przepływ pracy

source: Curriculum-Based Educational Content Generation
pl: Generowanie treści edukacyjnych opartych na programie nauczania

source: Dashboard
pl: Panel główny

source: Delete
pl: Usuń

source: Description
pl: Opis

source: Document Containers
pl: Kontenery dokumentów

source: Document Details
pl: Szczegóły dokumentu

source: Document not found
pl: Nie znaleziono dokumentu

source: Document title
pl: Tytuł dokumentu

source: Edit
pl: Edytuj

source: Edit Document
pl: Edytuj dokument

source: Editing: {0}
pl: Edycja: {0}

source: Estimated progress
pl: Szacowany postęp

source: Estimated target document count
pl: Szacowana docelowa liczba dokumentów

source: Example scenarios showcasing the use of our task and document management system.
pl: Przykładowe scenariusze ukazujące zastosowanie naszego systemu zarządzania zadaniami i dokumentami.

source: Filter containers...
pl: Filtruj kontenery...

source: Filter documents...
pl: Filtruj dokumenty...

source: Filter templates...
pl: Filtruj szablony...

source: From initial content creation through peer review to final publication, the system manages the entire curriculum development lifecycle with automated version control and quality assurance checks.
pl: Od początkowego tworzenia treści, przez recenzje, aż do ostatecznej publikacji, system zarządza całym cyklem rozwoju programu nauczania, oferując automatyczną kontrolę wersji oraz mechanizmy zapewnienia jakości.

source: Hide Preview
pl: Ukryj podgląd

source: Manage your AI agents like a team using our intuitive Kanban board. Track progress and oversee multiple processes seamlessly.
pl: Zarządzaj swoimi agentami AI jak zespołem, korzystając z intuicyjnej tablicy Kanban. Śledź postępy i nadzoruj wiele procesów bez zakłóceń.

source: Manage your document containers and their contents
pl: Zarządzaj swoimi kontenerami dokumentów i ich zawartością

source: Marketing Description Generation
pl: Generowanie opisu marketingowego

source: Modify container details
pl: Modyfikuj szczegóły kontenera

source: Modify document details
pl: Modyfikuj szczegóły dokumentu

source: Modify the template details and steps below.
pl: Modyfikuj szczegóły szablonu i poniższe kroki.

source: Multidisciplinary Learning Modules
pl: Multidyscyplinarne moduły edukacyjne

source: Name
pl: Nazwa

source: New Container
pl: Nowy kontener

source: New Document
pl: Nowy dokument

source: New Document Container
pl: Nowy kontener dokumentów

source: New task template
pl: Nowy szablon zadania

source: New Template
pl: Nowy szablon

source: No containers found
pl: Nie znaleziono kontenerów

source: No description provided
pl: Brak opisu

source: Open menu
pl: Otwórz menu

source: Optional target number of documents
pl: Opcjonalna docelowa liczba dokumentów

source: Preview
pl: Podgląd

source: Ready to Automate Your Business Processes?
pl: Gotowy, aby zautomatyzować swoje procesy biznesowe?

source: Start Your First Project
pl: Rozpocznij swój pierwszy projekt

source: Run
pl: Uruchom

source: Save Changes
pl: Zapisz zmiany

source: Search documents...
pl: Wyszukaj dokumenty...

source: Show Preview
pl: Pokaż podgląd

source: Smart AI agents learn from your documents while executing tasks, building specialized knowledge for your business.
pl: Inteligentni agenci AI uczą się z Twoich dokumentów podczas wykonywania zadań, tworząc wyspecjalizowaną bazę wiedzy na potrzeby Twojego biznesu.

source: Transform your business cases into <0>automated workflows</0>. Let our <1>AI agents</1> handle the heavy lifting while building a <2>specialized knowledge base</2> for your needs. From <3>marketing campaigns</3> to <4>career development</4>, see how AI can streamline your processes today.
pl: Przekształć swoje przypadki biznesowe w <0>zautomatyzowane przepływy pracy</0>. Pozwól naszym <1>agentom AI</1> zająć się ciężką pracą, jednocześnie tworząc <2>wyspecjalizowaną bazę wiedzy</2> dla Twoich potrzeb. Od <3>kampanii marketingowych</3> po <4>rozwój kariery</4> – zobacz, jak AI może usprawnić Twoje procesy już dziś.

source: THE CONTEXT is a platform that automates your business workflows using AI. Upload your content, set your goals, and let our AI analyze and execute tasks automatically. The system learns from your data to deliver increasingly personalized results.
pl: KONTEKST to platforma, która automatyzuje Twoje przepływy pracy w biznesie przy użyciu AI. Prześlij swoją zawartość, określ cele i pozwól, aby nasze AI automatycznie analizowało i realizowało zadania. System uczy się na podstawie Twoich danych, aby dostarczać coraz bardziej spersonalizowane wyniki.

source: THE CONTEXT: Case Studies
pl: KONTEKST: Studia przypadków

source: The next task uses the document from the previous step and, with the LLM plugin, generates a marketing description of the website, preparing content for campaigns.
pl: Następne zadanie wykorzystuje dokument z poprzedniego kroku i, dzięki wtyczce LLM, generuje opis marketingowy strony internetowej, przygotowując treści do kampanii.

source: The platform integrates concepts from multiple disciplines to create comprehensive learning modules that show real-world connections between subjects, fostering holistic understanding and critical thinking.
pl: Platforma integruje koncepcje z wielu dyscyplin, aby tworzyć kompleksowe moduły edukacyjne ukazujące realne powiązania między przedmiotami, wspierając holistyczne rozumienie i krytyczne myślenie.

source: The process starts with a task requesting a URL address. Then, via API, the page content is prepared, converted to Markdown, and saved as the first document.
pl: Proces rozpoczyna się od zadania, które prosi o adres URL. Następnie, za pośrednictwem API, zawartość strony jest przygotowywana, konwertowana do formatu Markdown i zapisywana jako pierwszy dokument.

source: This action cannot be undone. This will permanently delete this container and all its documents.
pl: Tej operacji nie można cofnąć. Spowoduje to trwałe usunięcie tego kontenera oraz wszystkich jego dokumentów.

source: Title
pl: Tytuł

source: What is THE CONTEXT?
pl: Czym jest KONTEKST?

source: Your <0>AI-powered workflow platform</0> for<1>automating complex business processes</1>. From marketing campaigns to career planning, turn any business case into an actionable, AI-guided workflow.
pl: Twoja <0>platforma do przepływów pracy opartych na AI</0>, służąca do <1>automatyzacji złożonych procesów biznesowych</1>. Od kampanii marketingowych po planowanie kariery – przekształć dowolny przypadek biznesowy w wykonalny, wspierany przez AI przepływ pracy.
