Repository: taskflower/thecontext
Catalog: src/locales/public/*.po
Languages: pl

source: Automated Curriculum Development Process
pl: Zautomatyzowany proces tworzenia programu nauczania

source: Ready to Automate Your Business Processes?
pl: Gotowy na automatyzację procesów biznesowych?

source: From initial content creation through peer review to final publication, the system manages the entire curriculum development lifecycle with automated version control and quality assurance checks.
pl: Od początkowego tworzenia treści, przez recenzję, aż po ostateczną publikację, system zarządza całym cyklem życia programu nauczania z automatyczną kontrolą wersji i sprawdzaniem jakości.

source: Automated Document Creation
pl: Automatyczne tworzenie dokumentów

source: The process starts with a task requesting a URL address. Then, via API, the page content is prepared, converted to Markdown, and saved as the first document.
pl: Proces rozpoczyna się od zadania wymagającego adresu URL. Następnie, poprzez API, zawartość strony jest przygotowywana, konwertowana na format Markdown i zapisywana jako pierwszy dokument.

source: Create Your Workflow
pl: Stwórz swój przepływ pracy

source: Example scenarios showcasing the use of our task and document management system.
pl: Przykładowe scenariusze pokazujące wykorzystanie naszego systemu zarządzania zadaniami i dokumentami.

source: THE CONTEXT: Case Studies
pl: THE CONTEXT: Studia przypadków

source: <0>Data Isolation:</0> Each work cycle generates unique document identifiers.
pl: <0>Izolacja danych:</0> Każdy cykl pracy generuje unikalne identyfikatory dokumentów.

source: Core Features
pl: Główne funkcje

source: Start Your First Project
pl: Rozpocznij swój pierwszy projekt

source: Learn More
pl: Dowiedz się więcej

source: Business Case Templates
pl: Szablony przypadków biznesowych

source: Smart AI agents learn from your documents while executing tasks, building specialized knowledge for your business.
pl: Inteligentni agenci AI uczą się z Twoich dokumentów podczas wykonywania zadań, budując specjalistyczną wiedzę dla Twojej firmy.

source: The platform integrates concepts from multiple disciplines to create comprehensive learning modules that show real-world connections between subjects, fostering holistic understanding and critical thinking.
pl: Platforma integruje koncepcje z wielu dyscyplin, tworząc kompleksowe moduły nauczania, które pokazują rzeczywiste powiązania między przedmiotami, wspierając holistyczne zrozumienie i myślenie krytyczne.

source: Multidisciplinary Learning Modules
pl: Multidyscyplinarne moduły nauczania

source: <0>Task Tracking:</0> All tasks are linked to their respective documents, enabling easy tracking.
pl: <0>Śledzenie zadań:</0> Wszystkie zadania są powiązane z odpowiednimi dokumentami, umożliwiając łatwe śledzenie.

source: Smart Document Processing
pl: Inteligentne przetwarzanie dokumentów

source: Subsequent tasks include competitive analysis and developing a marketing strategy based on the prepared documents, ensuring consistency and effectiveness of actions.
pl: Kolejne zadania obejmują analizę konkurencji i opracowanie strategii marketingowej w oparciu o przygotowane dokumenty, zapewniając spójność i skuteczność działań.

source: Marketing Description Generation
pl: Generowanie opisów marketingowych

source: Contact Us
pl: Skontaktuj się z nami

source: AI Workflow Management
pl: Zarządzanie przepływem pracy AI

source: THE CONTEXT is a platform that automates your business workflows using AI. Upload your content, set your goals, and let our AI analyze and execute tasks automatically. The system learns from your data to deliver increasingly personalized results.
pl: THE CONTEXT to platforma, która automatyzuje procesy biznesowe przy użyciu AI. Wgraj swoje treści, określ cele i pozwól naszej AI automatycznie analizować i wykonywać zadania. System uczy się z Twoich danych, aby dostarczać coraz bardziej spersonalizowane wyniki.

source: AI Agents & Learning
pl: Agenci AI i uczenie się

source: <0>Process Automation:</0> Integration with APIs and LLM plugins automates key stages of document creation.
pl: <0>Automatyzacja procesów:</0> Integracja z API i wtyczkami LLM automatyzuje kluczowe etapy tworzenia dokumentów.

source: Curriculum-Based Educational Content Generation
pl: Generowanie treści edukacyjnych w oparciu o program nauczania

source: Your <0>AI-powered workflow platform</0> for<1>automating complex business processes.</1>From marketing campaigns to career planning, turn any business case into an actionable, AI-guided workflow.
pl: Twoja <0>platforma przepływu pracy oparta na AI</0> do <1>automatyzacji złożonych procesów biznesowych.</1>Od kampanii marketingowych po planowanie kariery, przekształć każdy przypadek biznesowy w wykonalny przepływ pracy kierowany przez AI.

source: What is THE CONTEXT?
pl: Czym jest THE CONTEXT?

source: Convert any business scenario into an automated workflow with pre-built or custom templates.
pl: Przekształć dowolny scenariusz biznesowy w zautomatyzowany przepływ pracy za pomocą gotowych lub niestandardowych szablonów.

source: Using the national curriculum as input, the system automatically generates lesson plans, worksheets, and educational materials tailored to specific subjects and grade levels, ensuring perfect alignment with educational standards.
pl: Wykorzystując podstawę programową jako dane wejściowe, system automatycznie generuje plany lekcji, karty pracy i materiały edukacyjne dostosowane do konkretnych przedmiotów i poziomów nauczania, zapewniając pełną zgodność ze standardami edukacyjnymi.

source: Competitive Analysis and Marketing Strategy
pl: Analiza konkurencji i strategia marketingowa

source: The next task uses the document from the previous step and, with the LLM plugin, generates a marketing description of the website, preparing content for campaigns.
pl: Kolejne zadanie wykorzystuje dokument z poprzedniego kroku i, za pomocą wtyczki LLM, generuje marketingowy opis strony internetowej, przygotowując treści do kampanii.

source: A key aspect of our system is maintaining order and separation of documents across different work cycles. This ensures that even when processes are run multiple times, documents from different cycles do not mix, providing clarity and ease of management.
pl: Kluczowym aspektem naszego systemu jest utrzymanie porządku i separacji dokumentów w różnych cyklach pracy. Zapewnia to, że nawet gdy procesy są uruchamiane wielokrotnie, dokumenty z różnych cykli nie mieszają się, zapewniając przejrzystość i łatwość zarządzania.

source: Automatically analyze and extract insights from your documents - websites, PDFs, and spreadsheets.
pl: Automatycznie analizuj i wydobywaj wnioski z dokumentów - stron internetowych, plików PDF i arkuszy kalkulacyjnych.

source: Maintaining Order in the System
pl: Utrzymanie porządku w systemie

source: Manage your AI agents like a team using our intuitive Kanban board. Track progress and oversee multiple processes seamlessly.
pl: Zarządzaj swoimi agentami AI jak zespołem za pomocą intuicyjnej tablicy Kanban. Śledź postępy i nadzoruj wiele procesów bez zakłóceń.

source: Transform your business cases into <0>automated workflows</0>. Let our <1>AI agents</1> handle the heavy lifting while building a <2>specialized knowledge base</2> for your needs. From <3>marketing campaigns</3> to <4>career development</4>, see how AI can streamline your processes today.
pl: Przekształć swoje przypadki biznesowe w <0>zautomatyzowane przepływy pracy</0>. Pozwól naszym <1>agentom AI</1> wykonać ciężką pracę, budując jednocześnie <2>specjalistyczną bazę wiedzy</2> dla Twoich potrzeb. Od <3>kampanii marketingowych</3> po <4>rozwój kariery</4>, zobacz jak AI może usprawnić Twoje procesy już dziś.
