Repository: taskflower/thecontext
Catalog: src/locales/boards/*.po
Languages: pl

source: Name
pl: Nazwa

source: Progress
pl: Postęp

source: Tasks
pl: Zadania

source: {totalTasks} tasks
pl: {totalTasks} zadań

source: Manage and access your kanban boards
pl: Zarządzaj i korzystaj z tablic kanban

source: Create new template
pl: Utwórz nowy szablon

source: Get started by activating your first kanban board
pl: Rozpocznij aktywując swoją pierwszą tablicę kanban

source: Activate new board
pl: Aktywuj nową tablicę

source: Created
pl: Utworzono

source: Edit
pl: Edytuj

source: Active Boards
pl: Aktywne tablice

source: View
pl: Podgląd

source: Create new boards from predefined templates
pl: Twórz nowe tablice na podstawie predefiniowanych szablonów

source: Activate Board
pl: Aktywuj tablicę

source: Board Templates
pl: Szablony tablic

source: No Active Boards
pl: Brak aktywnych tablic

source: Back to boards
pl: Powrót do tablic

source: Filter boards...
pl: Filtruj tablice...
